mattmc3/ez-compinit
zsh-users/zsh-completions kind:fpath path:src
# zsh-users/zsh-autosuggestions

# utils
belak/zsh-utils path:editor
belak/zsh-utils path:history
belak/zsh-utils path:prompt
belak/zsh-utils path:utility

# colors for bash syntax
zdharma-continuum/fast-syntax-highlighting kind:defer

# k8s
jonmosco/kube-ps1

# prompt themes
romkatv/powerlevel10k

# nicer git diffs
so-fancy/diff-so-fancy

# vi-mode
jeffreytse/zsh-vi-mode
